{
    "Anon": [{"path":["Anon","To The Sea.txt"],"text":"For all the world beset upon me\nAt once the pillars pulled in\nYet time march on and here I wonder\nIs this life as it's always been?\nNot in anger, not in wraith\nThe reaper came today\nHis digits bid their candor ice\nBut not to lead me away\nHe gaze upon me, solemnly so\nHis face strikes grim and pale\nThe bell will toll and pay we may\nWhen Death pulls back her veil\nToday he aches, his bones run cold\nEach creak a cried protest\nHe settle down aside his son\nAnd makes himself a guest\n \nHe listens to my woes, a stoic\nEmblem of vigilance wont\nAnd in those eyes a fire burns\nHolding back his nature, no taunt\nI speak of life, of love and loss\nThe room around me spin\nFor I've yet so more life to live\nWhy does my voice wear thin?\nNot of the life I have yet lived\nNo, of what could have been\nIt's for these branches my heart burns\nDead roots of the tree I preen\nFor what right have I bid new life\nAt the cost of pear and plum\nWhat blossoms may have been, what fruit so ripe\nGod, what have I become?\n \nHe turn to me as my silence wake\nAs still the night may run\nHis jaw makes a rattle, and out from the prattle\nHe whispers to me: \"Mine son;\nFor why hath thou spake of life divine\nAs though this were not thy lot\nTo wander this earth, to sweat and toil\nAmongst lives and men thou'st wrought?\nThou life is mine, begodden son\nYet draw thy breath be plain\nFor e'ery beast that dwell upon here\nNeed life to know thy pain:\nWorry not for this life of thine\nWorry not for what may'st have been\nAll branches past yet swipe from thine future\nMuch be it to thy chagrin.\"\n \nHe bid me well and bid blood rise\nA hollow held my heart\nThe cup run over from bleeding my soul\nWounded, yet pains had well start\nFrom this blood he hie me haste\nAnd bid my spirit run\nNew life teem forth from clocks of gold\nFor I have just begun\nHe turned from me and left me be\nHis work here hath been done\nBut not to die with only friend\nThough I yet clench my gun\nA bitter smile crack 'cross my lips\nMy shoulders burden break\nI know now these woes a clear mistake\nFor now, the last I'll make.","Title":"To The Sea","Status":"Complete","Characters":"Anon","Classification":"One-Off","Rating":"SFW","Author":"Anonymous","Summary":"An ode to one Anon's emotional journey grappling with the snoot"}],
    "Fang": [{"path":["Fang","Roomies.txt"],"text":"Dear diary,\n\nFinally, it's over. The last of my things are unpacked and in their proper place. Only took the better part of an entire day, being organized paying off once again. Unlike my new roommate, who still has most of her belongings inside boxes. When asked she just said she'd unpack her things as she needed them. \n\nFang just can't help herself from acting like a rebel. The boxes aren't even labeled using the ISO 511007 standard. Still can't believe we're roommates. I thought that after the events at prom, she wouldn't want anything to do with me. But I was wrong. Still can't believe she was the one to ask me. Something about Trish changing her mind at the last second. Still can't believe I said yes. Maybe I misjudged her. Well, if she's willing to bury the hatchet, then so am I. Perhaps if I cooked something nice for her. Fang would surely appreciate a home-cooked meal instead of her regular diet of junk food and whatever Mrs. Aaran makes.\n\nAddendum\n\nThat did not go as I had hoped it would. Fang did seem excited at first. Until I specified that it would be a vegan meal. Then she thought I was joking. Who would joke about vegan food? It didn't help that she was on the phone with Anon and put him on speaker. Fang called me a soyboy which was, for some reason, absolutely hilarious to the both of them. I corrected her that while I do not know what the word means, the proper term would be soygirl. You'd think she'd be the last person to misgender someone. All that did was make them laugh harder. \n\nAccording to Anon, I do \"gobble at least one kind of meat\". Such accusations are completely baseless. It is a well know fact that parasaurolophuses are obligate vegetarians. Fang did admonish Anon for the remark. Slightly, after a good few minutes of laughing about it on the floor. Even then, she struggled to stay composed. I may yet regret signing that contract. \n\n\n\nSeveral pieces of chicken sizzle in the lightly oiled frying pan. Fang focuses intently on the task at hand. Only occasionally does she glance at the recipe book to ensure she's not deviating too much from the instructions. As her mom said, they're guidelines, not rules.\n\n'Rosemary on chicken, whoever came up with that was insane.'\n\nBusy with cooking and criticizing the seasoning choice of the recipe author, Fang doesn't notice someone is trying to unlock the apartment door. Moments later, a frustrated Naomi is standing in the doorway.\n\n\"Fang! You left the front door unlocked! Again!\"\n\nThe ptero doesn't bother turning around.\n\n\"I didn't forget. I'm right here.\"\n\n\"What if instead of me, it was some hardened criminal looking for an easy score?\"\n\nFang turns her head just enough to look the pink parasaur in the eye.\n\n\"A hardened criminal. In this neighborhood, in this apartment complex, robbing the apartment that reeks of tofu and cabbage every other day?\"\n\n\"Yes?\"\n\nThe ptero thinks about it for a while before letting out a groan.\n\n\"Fiiiiine. I'll lock the door next time. I'll even get a gun so you'll feel safer.\"\n\nThinking her skittish roommate is placated, Fang returns her focus to the now almost seared meat. It isn't until Naomi takes off her coat and starts rummaging through the fridge that realization hits her. \n\n\"Wait, did you say gun?\"\n\n\"I did.\"\n\nThe disbelief in the marzipan monarch's voice is apparent.\n\n\"You know how to handle a gun?\"\n\nFang frowns while transferring the chicken pieces from the pan to her waiting plate. Try as she might, the ptero can't hide that she is becoming annoyed.\n\n\"Is it that surprising that the police commissioner's daughter knows how to handle a gun? God, it was the same shit when I told Anon.\"\n\nShock roots Naomi in place in front of the open refrigerator. Plate in hand, Fang not so patiently waits for the candied czarina to move out of the way, but she never does.\n\n\"But what if you miss and hurt some innocent bystander?\"\n\n\"I. Don't. Miss.\"\n\nEach word was punctuated by a clawed finger poking Naomi's chest. Fang's expression softens once she notices the sugary sultan is on the verge of tears. She taps her snoot with a finger.\n\n\"Built-in iron sight. You can check my scores at the shooting range if you don't believe me. Now move, I need barbecue sauce.\" \n\nSomewhat reassured, but not really, Naomi moves out of the way. She knows better than to stand between Fang and her sauce. Or Fang and pretty much anything food-related. The ptero proceeds to slather the meat with barbecue sauce before taking a picture with her phone. Suppressing thoughts of Fang with a gun, Naomi once again tries to connect with her roommate.  \n\n\"Didn't take you for the type to upload pictures of your food to social media, Fang. Maybe we could exchange contacts and-\"\n\n\"First off, no. Secondly, it's not for the internet. It's for Anon.\"\n\n\"Aww, you guys send each other pictures of your lunches. Adorable.\"\n\n\"What? No, we don't.\"\n\nTry as she might, the blush on Fang's cheeks betrays her for a liar.\n\n\"Fine, so what if we do? Not this time, though. See, I've positioned the pieces and changed the colors in such a way that when the image is spoilered, it looks like me in an, um...\"\n\nFang struggles to find the appropriate words as her face becomes positively flushed. \n\n\"...provocative pose?\"\n\nAn awkward silence hangs in the air. Naomi regretted asking in the first place, and Fang regretted replying at all. After a while, the ptero clears her throat.\n\n\"Anyway, awkward talk, let's never do it again.\"\n\nWith that said, Fang grabs her plate and rushes into her room, door slamming behind her followed by a click from the lock. With a pre-prepared meal box in hand, Naomi heads to her room as well. It's going to be a very long diary entry today. \n\n\n\nDear diary,\n\nLong time no see. Fang and I have been roommates for a couple of weeks now. I still have both my sanity and my life. For a while, I was worried she'd either drive me insane or I'd make her so mad at me she'd tear out my throat. Neither happened, so I'm counting that as a decisive victory. \n\nYes, she still complains about my food \"stinking\" up the place. Her attempts at cooking don't smell any better, to tell the truth. A few days ago, I managed to convince Fang to try a plant-based meat alternative burger. The only condition was that I had to try a slice of Moe's pizza. Long story short, Fang hated it. I was ready for her to curse and scream at me, but she was just... sad. Somehow, that made me feel even worse. \n\nAs for the pizza, I'm ashamed to say I loved it. Fang must never know. The downside is that whenever I eat anything, Fang makes gagging noises, calls me a soygal, or punches me in the shoulder. It's obvious she's holding back and not hitting me for real, but it still hurts. I worry she might have a point about the vegan diet. But not as much as I crave more of that god damn pizza. \n\nIn other news, Fang wasn't kidding when she said she'd get a gun. When I opened the door and saw Mr. Aaran, I thought it was some sort of unannounced visit to make sure his daughter wasn't up to no good. But no, he had a gun safe and a revolver with him. He assured me Fang wasn't just boasting about her sharpshooter skills. That did put me at ease a little bit. \n\nAll in all, things aren't that bad. Fang has shared some of her favorite albums with me. In an attempt to elevate me from the level of \"tastelet\" according to her. Little does she know I have a few terabytes of d-pop. I'll play her some of my favorite songs. I bet she'll like it. \n\nAddendum\n\nShe did not like it. Ever showed a friend a funny video, only for them to not laugh at all? When the funny bits come and go, and they don't laugh at all? It was like that, only with Fang was digging her claws deeper into my shoulders every passing second. At least Fang refrained from any rude comments, instead, she bolted the moment the video ended. Dino-pop remains an acquired taste.","Title":"Roomies","Status":"On-Going","Characters":"Fang, Anon, Naomi","Classification":"Series","Rating":"SFW","Author":"F4L","Summary":"Fang and Naomi living together as roommates"}, {"path":["Fang","Rip and Tear.txt"],"text":"Black combat boots steadily make their way through the silent empty halls of Volcano High. The school bell rang minutes ago signaling the start of the next period. Thankfully Fang's next class is music which she can afford to be late for. Mister Jingo isn't particularly bothered if students are tardy, not that he does much teaching anyway. He spends most of the time listening to his old records while his charges goof around with instruments, their phones, or with each other. A terrible way of running a class all things considered. It's all fun and games until test day arrives and half the class fails. Thinking about it, Fang is confident she could be a better teacher than Mr. Jingo. After all, she managed to teach Anon how to play the guitar, granted he wasn't very good, but he made up for it with eagerness. Thinking about her boyfriend, Fang subconsciously starts walking faster. It would be nice seeing the bald dork in person, texting just wasn't the same. \n\nFangs' stride falters for just a moment. That new underwear she bought might look cute, but god damn did it pinch her a lot. Thankfully she's all alone and can make necessary adjustments without anyone staring. Just as Fang is rounding the corner, still preoccupied with her wardrobe, someone slams right into her. An odd-looking green dino with hair three-quarters of the way ready to jump off of his head. The boy stumbles and barely avoids falling on his face several times before regaining his balance. He gives Fang a half-hearted 'sorry' before sprinting away. Weirdo. \n\nFinally getting to the classroom door, Fang pauses before opening it. Something felt wrong. Like there was a breeze somewhere there shouldn't be one. She turns around and that's when she notices the problem. A large hole in her jeans where no one in their right mind would want one. Half her ass is now saying hello to the world, no longer covered as it should be. Naomi is already constantly bitching about her outfit violating the schools' dress code. If she sees her like this, Fang won't be able to bullshit her way out of it like the other times. 'Yes, I need to wear a halter top because of my wings', 'Yes, I need to wear ripped jeans because it gets too hot', 'Yes, I need to wear a choker because it's, uh, an ancient pterodactyl custom'. \n\n'There's no need to panic', she thinks to herself. 'Just don't bend over and keep your ass covered with your wings, people ignored you this long, what's one more day?' She had to admit that after the concert at Moe's and an attitude adjustment, a lot of the students became much friendlier towards her. 'No matter, just keep your head down and ass covered and you'll be fine'. With that final internal pep talk, Fang opens the door and walks into class. Mr. Jingo doesn't even look up from his seat, he was completely lost in his little musical world. She takes a seat next to Anon, careful not to expose herself to every student sitting behind her. Spending so much effort into keeping herself covered didn't go unnoticed though. Most of the time her wings kind of did their own thing, now they were locked in place like they were plastic. It didn't take long for Anon to notice something is wrong.\n\n\"Fang, you OK?\"\n\n\"Sure, it's just, uh, wing cramps. Yeah.\"\n\n\"Oh, does that happen? Maybe you should go to the nurse.\" \n\nAnon gets worried over every little thing when it came to her. Fang had to nip this in the bud before Anon does something stupid and makes a scene. She leans close and starts explaining through gritted teeth. \n\n\"I ripped my god damn jeans and now half my ass is sticking out, OK? Just calm down and don't make things worse than they already are.\"\n\nIt takes a few seconds for realization to hit anon, along with a slight blush. Not long after explaining the situation to Anon, Fang notices he was doing a poor job of trying to nonchalantly lean back in his chair. Not in a mood for games, Fang places her hand on his thing and pushes down so the man and chair are once again both upright. \n\n\"Are you really that desperate to see?\"\n\nAnon pauses for a moment before blurting out something stupid as was tradition, \"I mean, yeah, you have a great a-\"\n\nThe only thing stopping Anon from continuing was the vice-like grip the ptero had on his thigh. Fangs' claws have already pierced through her boyfriend's jeans and were threatening to inflict minor lacerations if he didn't shut his mouth this instant. Fang was struggling to keep her voice low enough to prevent drawing attention to herself.\n\n\"Do you want a megaphone so the entire school can hear you?\" The moment the words leave her mouth, Fang already knows Anon's answer, \"On second thought, don't answer that.\"\n\nThankfully no one was paying attention to the exchange between the couple, everyone was far too preoccupied with their phones. While her situation was somewhat upsetting, Fang couldn't help but be happy about what Anon almost said. Call it vain, but she loved compliments about her appearance. At least from her boyfriend. Mercifully, the period was over and no one has noticed or at least commented on Fangs' wardrobe malfunction. The couple waited until everyone else left the room before they too exited. By some miracle, the two make it to science class without incident. Being seated the furthest way back made it possible for Fang to ever so slightly relax. It didn't last long, as Anon was apparently thinking about a way to help her out with the jeans situation.\n\n\"What if we got some black duct tape and just taped over the hole?\"\n\nAnon was quickly thankful that 'if looks could kill' was only a saying.\n\n\"OK, fair enough. What if we got a black piece of paper so it wouldn't be so noticeable? Or we could staple the hole back together.\"\n\n\"Anon, I swear to god. One more stupid idea like that and I'll...\", Fangs, scowl fades away as realization dawns on her, \"Wait, I got it. Give me your jacket dweeb.\"\n\n\"What?\"\n\n\"I'll just tie it around my waist, it's so obvious. Why didn't I think about it before?\"\n\nAnon was not exactly forthcoming with his article of clothing, \"But, people will see my skinny arms.\"\n\n\"Oh, so you're no longer interested in helping once it inconveniences you?\"\n\nIn the end, Anon decides his girlfriend's decency is much more important than any mockery he might be forced to endure. He hands over his jacket and Fang quickly ties the sleeves around her waist. The rest of the day goes without a problem and soon Fang makes it home without anyone knowing what happened. Anon insisted Fang kept the jacket until she got home, just in case. Only when she made it to her room, did Fang take it off. It felt so nice, and the smell reminded her of Anon. Fang pulls out her phone and sends her boyfriend a quick message.\n\nthanks for the jacket\ni'm keeping it btw\ndon't like it\nyou now where i live\ni'll wrestle you for it\n<;V","Title":"Rip and Tear","Status":"Complete","Characters":"Fang, Anon","Classification":"One-Off","Rating":"SFW","Author":"F4L","Summary":"Fang experiences a wardrobe malfunction"}],
    "Multiple": [{"path":["Multiple","Volcano High News.txt"],"text":"Chatter and clattering utensils fill the air, dozens of students either eating and waiting in line for their meals. The usual din of the lunch period is interrupted by crackle and microphone feedback coming from the school PA system. A couple students sitting closest to the speakers notice someone is beginning to talk.\n\n\"Good morning, and thank you for tuning in to Volcano High News. I'm your host, Fang Aaran, and with me is my co-host, Reed.\"\n\n\"Thanks, Fang. This broadcast is brought to you by several tables and chairs we used to barricade the door.\"\n\nMore students start paying attention and begin muttering among themselves about what the weird chick and carfe guy are up to.\n\n\"On to the news. Recent reports from China about an infectious disease ravaging the country have medical professionals worried. There is no confirmation, but several experts agree the slant-eyes ate or fucked something they shouldn't have. Again.\"\n\nSome students roll their eyes and return their focus to lunch, while others are listening even more intently. A bit of commotion is heard, and the two hosts become slightly harder to hear.\n\n\"Jesus Christ, Fang, are you trying to get expelled?\"\n\n\"I'm just reading what some other guy wrote on this site. Not like I give a shit about what some far away fucks are doing.\"\n\n\"You should pick a better source of news next time, sis.\"\n\n\"Get off my case, I've seen Anon browse it all the time. I'm sure that was just a fluke.\"\n\nSome more indecipherable muttering is heard before the duo goes back to the broadcast.\n\n\"Sorry about that, listeners. Just some, uh, technical issues.\" Reed clears his throat and does his best to sound as what he imagines a news anchor does, \"In local news, the up and coming band Vvurm Drama had a very successful gig at Dino Moe's pizzeria. Critics say the trio showed a lot of promise and were especially impressed with the light show.\"\n\n\"Really, Reed? Critics?\"\n\n\"There could have been, you don't know.\"\n\nA long groan is heard before Fang resumes her news lady persona, complete with forced enthusiasm.\n\n\"In school news, lunch is still terrible. In a recent survey conducted by a VHN field reporter, not a single student was satisfied with the quality of food served in the cafeteria.\"\n\n\"Let's not beat around the bush. Everyone knows who's to blame for this.\" \n\nNumerous students have started paying attention, the subpar meals being something everyone could agree was an issue. Reed continues after a short pause, his tone harsher than usual.\n\"The government, of course. Instead of allowing several private companies to compete on who can provide the best and most affordable lunches, they just pick the one which gives the biggest bribes. How do you think principal Spears can afford such a nice car and house with his salary? The entire government is rotten to its core and should be abolished if you ask me.\"\n\nSilence fills the air as students poke and prod what could only generously be called food, many losing their appetites as they're reminded what they're actually eating. The awkward silence ends moments later once Fang begins speaking once again.\n\n\"With that out of the way, time for the weekly 'biggest bitch of volcano high' reveal. Drum-roll, please.\"\n\nA low-quality recording of a drum-roll is played to build suspense. Naser wishes he could be anywhere but here since he already knows the result.\n\n\"And the winner is... Naomi! For 4 years in a row! She must be so proud.\"\n\nSeveral students far enough away from Naomi snicker, while those sitting closer to her try their best to maintain a neutral expression. Fangs' voice stops dripping with sarcasm as she goes to the next 'news' segment.\n\n\"Next up, the weather. We go live to our weatherman, Anon.\"\n\nA dial tone emanates from the PA system for several seconds before Anon picks up the phone.\n\n\"Hello?\"\n\n\"How the weather out there, dweeb?\"\n\n\"Hot as balls, Fang. Listen-\"\n\nThe banging in the background gets louder. Sounds of furniture being dragged soon follow.\n\n\"That's great. Next up,\" a loud groan escapes Fangs' mouth, her voice becoming deadpan, \"Sports.\"\n\nThe dial tone starts, followed by Nasers' phone beginning to ring a second later. Everyone turns to face him, eager to see how the captain of the track team reacts. Weighing his options, Naser decides to pick up the phone and get it over with.\n\n\"Hello?\"\n\n\"Hey Steven Hawkwing, any comment on the track team's abysmal failure last week?\"\n\n\"You guys are going to be in so much trouble when Spears finds ou-\"\n\nThe call is suddenly ended as the background banging noise drowns out everything else. More furniture scraping against the floor, banging, and grunting is heard over the speaker. The noise eventually subsides, and the two news anchors resume their broadcast.\n\n\"Looks like we're gonna have to cut this broadcast short, but we still have time for a single caller if anyone is interested.\"\n\nBarely a second later, a phone starts ringing in the background.\n\n\"You're on the air bro, what's on your mind?\"\n\nA distinctly female voice can be heard, but its identity cannot be discerned thanks to either filter or another method to mask it.\n\n\"I have a question for Fang Aaran on the subject of inter-species relationships. Have you faced any prejudice over the fact that you're dating a human? Would you also recommend dating a human if one were interested in such a thing?\"\n\n\"No one has said anything about it, at least to my face.\" There is a slight pause as Fang thinks about how to word her response to the second question. \"I would definitely say you should date a human if you are so inclined. I can't speak for all of them, but the one I'm dating is definitely a catch.\"\n\n\"One last question. Can you confirm that human males can, in fact, go at it all night long?\"\n\nNo one can see Fangs' expression, but from the sound of her voice, it's obvious she's beyond flustered.\n\n\"Haha! Well, you see... I, um...\"\n\nHer stammering is cut short as a loud crash is heard in the background. \n\n\"You two! In my office! Now!\"","Title":"Volcano High News","Status":"Complete","Characters":"Fang, Anon, Reed, Naser, Spears","Classification":"One-Off","Rating":"SFW","Author":"F4L","Summary":"We interrupt your current broadcast for..."}],
    "Naser And Nasera": [],
    "Olivia": [],
    "Other": [],
    "Reed And Reeda": [],
    "Rosa": [],
    "Stella": [],
    "Tracy": [],
    "Trish": []
}